Repository: rivy-t/aspell.cvs
Catalog: po/*.po
Languages: nl

source: SGML tags to always skip the contents of
nl: SGML-tags waarvan inhoud moet worden overgeslagen

source: filter for dealing with TeX/LaTeX documents
nl: filter om om te gaan met TeX/LaTeX-documenten

source: check TeX comments
nl: TeX opmerkingen controleren

source: TeX commands
nl: TeX opdrachten

source: filter for dealing with Texinfo documents
nl: filter om om te gaan met Texinfo-documenten

source: filter to skip URL like constructs
nl: filter om URL-achtige constructies over te slaan

source: mode for checking C++ comments and string literals
nl: modus voor controleren C++-opmerkingen en tekenreeksen

source: mode to check any lines starting with a #
nl: modus om elke regel die met # begint te controleren

source: mode for skipping quoted text in email messages
nl: modus voor overslaan aangehaalde tekst in e-mail

source: mode for checking HTML documents
nl: modus om HTML-documenten te controleren

source: mode to disable all filters
nl: modus om alle filters uit te schakelen

source: mode for checking Nroff documents
nl: modus om Nroff-documenten te controleren

source: mode for checking Perl comments and string literals
nl: modus voor controleren Perl-opm. en tekenreeksen

source: mode for checking generic SGML/XML documents
nl: modus voor controleren algemene SGML/XML-documenten

source: mode for checking TeX/LaTeX documents
nl: modus voor het controleren van TeX/LaTeX-documenten

source: mode to skip URL like constructs (default mode)
nl: modus voor overslaan URL-achtige constructies (standaard)
