Repository: rivy-t/aspell.cvs
Catalog: po/*.po
Languages: nl

source: a number between 0 and 1
nl: een getal tussen 0 en 1

source: in the form "<name> <value>"
nl: in de vorm "<naam> <waarde>"

source: string
nl: tekenreeks

source: integer
nl: geheel getal

source: boolean
nl: booleaan

source: list
nl: lijst

source: either "true" or "false"
nl: "true" (waar) of "false" (onwaar)

source: a positive integer
nl: een positief, geheel getal

source: # default:
nl: # standaard:

source: ####################################################################### # # Filter: %s # %s # # configured as follows:
nl: ####################################################################### # # Filter: %s # %s # # als volgt ingesteld:

source: ASPELL_CONF env var
nl: ASPELL_CONF omgevingsvariabele

source: main configuration file
nl: hoofd configuratiebestand

source: location of main configuration file
nl: lokatie van hoofd configuratiebestand

source: location of language data files
nl: lokatie van taal gegevensbestanden

source: create dictionary aliases
nl: woordenboek aliassen aanmaken

source: location of the main word list
nl: lokatie van hoofd woordenlijst

source: encoding to expect data to be in
nl: codering waarin gegevens worden verwacht

source: add or removes a filter
nl: een filter toevoegen of verwijderen

source: path(s) aspell looks for filters
nl: pad(en) waarin aspell zoekt naar filters

source: filter mode
nl: filtermodus

source: extra dictionaries to use
nl: extra woordenboeken om te gebruiken

source: location for personal files
nl: lokatie van persoonlijke bestanden

source: ignore words <= n chars
nl: woorden <= n tekens negeren

source: ignore accents when checking words -- CURRENTLY IGNORED
nl: accenten negeren bij controleren woorden -- WORDT NU GENEGEERD

source: ignore case when checking words
nl: niet-hoofdlettergevoelig woorden controleren

source: ignore commands to store replacement pairs
nl: opdrachten om vervangparen op te slaan negeren

source: extra information for the word list
nl: extra informatie voor de woordenlijst

source: keyboard definition to use for typo analysis
nl: toetsenbord definitie voor typfout-analyse

source: language code
nl: taalcode

source: deprecated, use lang instead
nl: ontraden, gebruik lang in de plaats

source: location of local language data files
nl: lokatie van lokale taal gegevensbestanden

source: base name of the main dictionary to use
nl: basisnaam van hoofd woordenboek om te gebruiken

source: set module name
nl: modulenaam instellen

source: search order for modules
nl: zoekvolgorde voor modules

source: enable Unicode normalization
nl: Unicode normalisatie aan zetten

source: Unicode normalization required for current lang
nl: Unicode-normalisatie vereist voor huidige taal

source: Unicode normalization form: none, nfd, nfc, comp
nl: Unicode normalisatie formaat: none, nfd, nfc, comp

source: avoid lossy conversions when normalization
nl: verliesgevende omzettingen vermijden bij normalisatie

source: personal configuration file
nl: persoonlijk configuratiebestand

source: personal dictionary file name
nl: persoonlijk woordenboek bestandsnaam

source: prefix directory
nl: voorvoegsel map

source: replacements list file name
nl: vervangingen lijst bestandsnaam

source: consider run-together words legal
nl: aan elkaar geschreven woorden goedkeuren

source: maximum number that can be strung together
nl: maximale aantal om achter elkaar te plakken

source: minimal length of interior words
nl: minimale lengte van woorden aan binnenkant

source: save replacement pairs on save all
nl: vervangingsparen opslaan bij alles opslaan

source: set the prefix based on executable location
nl: voorvoegsel instellen a.h.v. lokatie uitvoerbaar bestand

source: size of the word list
nl: grootte van woordenlijst

source: no longer used
nl: niet langer gebruikt

source: suggestion mode
nl: suggestiemodus

source: edit distance to use, override sug-mode default
nl: te gebruiken bewerkafstand, standaard sug-mode negerend

source: use typo analysis, override sug-mode default
nl: typfout-analyse gebruiken, standaard sug-mode negerend

source: use replacement tables, override sug-mode default
nl: vervangingstabellen gebruiken, standaard sug-mode negerend

source: characters to insert when a word is split
nl: tekens om in te voegen als een woord wordt gesplitst

source: use personal, replacement & session dictionaries
nl: persoonlijke, vervangings- & sessiewoordenboeken gebruiken

source: search path for word list information files
nl: zoekpad voor woordenlijst informatiebestanden

source: enable warnings
nl: waarschuwingen aanzetten

source: indicator for affix flags in word lists -- CURRENTLY IGNORED
nl: code om achtervoegselvlaggen aan te geven in woordenlijsten -- WORDT NU GENEGEERD

source: use affix compression when creating dictionaries
nl: uitgangen inpakken bij aanmaken woordenboeken

source: remove invalid affix flags
nl: ongeldige achtervoegsel opties verwijderen

source: attempts to clean words so that they are valid
nl: woorden proberen op te schonen zodat ze geldig zijn

source: compute soundslike on demand rather than storing
nl: klinkt-als op vraag berekenen i.p.v. opslaan

source: partially expand affixes for better suggestions
nl: achtervoegsels deels uitbreiden voor betere suggesties

source: skip invalid words
nl: ongeldige woorden overslaan

source: check if affix flags are valid
nl: controleren of achtervoegsel opties geldig zijn

source: check if words are valid
nl: controleren of woorden geldig zijn

source: create a backup file by appending ".bak"
nl: reserviekopie maken door ".bak" achter te voegen

source: use byte offsets instead of character offsets
nl: byte posities gebruiken i.p.v. teken posities

source: create missing root/affix combinations
nl: ontbrekende stam/achtervoegsel combinaties maken

source: keymapping for check mode: "aspell" or "ispell"
nl: toetsafbeelding voor controlemodus: "aspell" of "ispell"

source: reverse the order of the suggest list
nl: omgekeerde volgorde van lijst suggesties

source: suggest possible replacements
nl: mogelijke vervangingen suggereren

source: time load time and suggest time in pipe mode
nl: opstarttijd en suggestietijd bijhouden in pijpmodus

source: This could also mean that the file "%s" could not be opened for reading or does not exist.
nl: Dit kan ook betekenen dat het bestand "%s" niet kon worden geopend om te lezen, of niet bestaat.

source: The Unicode code point U+%04X is unsupported.
nl: Het Unicode codepunt U+%04X wordt niet ondersteund.

source: Invalid UTF-8 sequence at position %d.
nl: Ongeldige UTF-8 reeks op positie %d.

source: Operation Not Supported: %what:1
nl: Bewerking niet ondersteund: %what:1

source: The method "%what:1" is unimplemented in "%where:2".
nl: De methode "%what:1" is niet geïmplementeerd in "%where:2".

source: The file "%file:1" can not be opened
nl: Het bestand "%file:1" kan niet worden geopend

source: The file "%file:1" can not be opened for reading.
nl: Het bestand "%file:1" kan niet worden geopend om te lezen.

source: The file "%file:1" can not be opened for writing.
nl: Het bestand "%file:1" kan niet worden geopend om te schrijven.

source: The file name "%file:1" is invalid.
nl: De bestandsnaam "%file:1" is ongeldig.

source: The file "%file:1" is not in the proper format.
nl: Het bestand "%file:1" is niet in het juiste formaat.

source: The directory "%dir:1" can not be opened for reading.
nl: De map "%dir:1" kan niet worden geopend om te lezen.

source: The key "%key:1" is unknown.
nl: De sleutel "%key:1" is onbekend.

source: The value for option "%key:1" can not be changed.
nl: De waarde voor optie "%key:1" kan niet worden gewijzigd.

source: The key "%key:1" is not %accepted:2 and is thus invalid.
nl: De sleutel "%key:1" is niet %accepted:2 en is dus ongeldig.

source: The value "%value:2" is not %accepted:3 and is thus invalid for the key "%key:1".
nl: De waarde "%value:2" is niet %accepted:3, en is dus ongeldig voor de sleutel "%key:1".

source: The key "%key:1" is not a string.
nl: De sleutel "%key:1" is geen tekenreeks.

source: The key "%key:1" is not an integer.
nl: De sleutel "%key:1" is geen geheel getal.

source: The key "%key:1" is not a boolean.
nl: De sleutel "%key:1" is geen booleaan.

source: The key "%key:1" is not a list.
nl: De sleutel "%key:1" is geen lijst.

source: The key "%key:1" does not take any parameters when prefixed by a "reset-".
nl: De sleutel "%key:1" neemt geen parameters als deze begint met "reset-".

source: The key "%key:1" does not take any parameters when prefixed by a "enable-".
nl: De sleutel "%key:1" neemt geen parameters als deze begint met "enable-".

source: The key "%key:1" does not take any parameters when prefixed by a "dont-" or "disable-".
nl: De sleutel "%key:1" neemt geen parameters als deze begint met "dont-" of "disable-".

source: The key "%key:1" does not take any parameters when prefixed by a "clear-".
nl: De sleutel "%key:1" neemt geen parameters als deze begint met "clear-".

source: The language "%lang:1" is not known.
nl: De taal "%lang:1" is onbekend.

source: The soundslike "%sl:2" is not known.
nl: De klinkt-als "%sl:2" is onbekend.

source: The language "%lang:1" is not supported.
nl: De taal "%lang:1" wordt niet ondersteund.

source: No word lists can be found for the language "%lang:1".
nl: Er kunnen voor de taal "%lang:1" geen woordenlijsten worden gevonden.

source: Expected language "%lang:1" but got "%prev:2".
nl: Taal "%lang:1" verwacht, maar "%prev:2" gekregen.

source: Affix '%aff:1' is corrupt.
nl: Achtervoegsel '%aff:1' is kapot.

source: The condition "%cond:1" is invalid.
nl: De voorwaarde "%cond:1" is ongeldig.

source: The condition "%cond:1" does not guarantee that "%strip:2" can always be stripped.
nl: De voorwaarde "%cond:1" garandeert niet dat "%strip:2" altijd kan worden verwijderd.

source: The file "%file:1" is not in the proper format. Expected the file to be in "%exp:2" not "%got:3".
nl: Het bestand "%file:1" is niet in het juiste formaat. Er werd verwacht dat het bestand zou beginnen met "%exp:2", niet "%got:3".

source: The encoding "%encod:1" is not known.
nl: De codering "%encod:1" is onbekend.

source: The encoding "%encod:1" is not supported.
nl: De codering "%encod:1" wordt niet ondersteund.

source: The conversion from "%encod:1" to "%encod2:2" is not supported.
nl: De conversie van "%encod:1" naar "%encod2:2" wordt niet ondersteund.

source: The string "%str:1" is invalid.
nl: De string "%str:1" is ongeldig.

source: The word "%word:1" is invalid.
nl: Het woord "%word:1" is ongeldig.

source: The affix flag '%aff:1' is invalid for word "%word:2".
nl: De achtervoegsel optie '%aff:1' is ongeldig voor woord "%word:2".

source: The affix flag '%aff:1' can not be applied to word "%word:2".
nl: De achtervoegsel optie '%aff:1' kan niet worden toegepast op woord "%word:2".

source: not a version number
nl: geen versienummer

source: dlopen returned "%return:1".
nl: dlopen gaf "%return:1" terug.

source: The file "%filter:1" does not contain any filters.
nl: Het bestand "%filter:1" bevat geen enkel filter.

source: The filter "%filter:1" does not exist.
nl: Het bestand "%filter:1" bestaat niet.

source: Confused by version control.
nl: Verward door versiecontrole.

source: Aspell version does not match filter's requirement.
nl: Aspell versie komt niet overeen met vereiste van filter.

source: Filter option already exists.
nl: Filteroptie bestaat al.

source: Use option modifiers only within named option.
nl: Gebruik optieveranderaars alleen binnen genoemde optie.

source: Option modifier unknown.
nl: Optieveranderaar onbekend.

source: Error setting filter description.
nl: Fout bij instellen filterbeschrijving.

source: Empty option specifier.
nl: Lege optie-opgever.

source: Option "%option:1" possibly specified prior to filter.
nl: Optie "%option:1" mogelijk voor filter opgegeven.

source: Unknown mode description key "%key:1".
nl: Onbekende modus beschrijvingssleutel "%key:1".

source: Expecting "%modekey:1" key.
nl: Sleutel "%modekey:1" verwacht.

source: Version specifier missing key: "aspell".
nl: Versie-opgever mist sleutel: "aspell".

source: Aspell version does not match mode's requirement.
nl: Aspell versie komt niet overeen met vereiste van filter.

source: Missing magic mode expression.
nl: Ontbrekende magische modusuitdrukking.

source: Empty extension at char %char:1.
nl: Lege uitbreiding bij teken %char:1.

source: "%mode:1" error
nl: "%mode:1" fout

source: Unknown mode: "%mode:1".
nl: Onbekende modus: "%mode:1".

source: "%mode:1" error while extend Aspell modes. (out of memory?)
nl: "%mode:1" fout bij uitbreiden Aspell modi. (geheugentekort?)

source: "%mode:1": no start for magic search given for magic "%magic:2".
nl: "%mode:1": geen begin voor magische zoekactie gegeven voor magie "%magic:2".

source: "%mode:1": no range for magic search given for magic "%magic:2".
nl: "%mode:1": geen bereik voor magische zoekactie gegeven voor magie "%magic:2".

source: "%mode:1": no magic expression available for magic "%magic:2".
nl: "%mode:1": geen magische uitdrukking beschikbaar voor magie "%magic:2".

source: "%mode:1": Magic "%magic:2": bad regular expression after location specifier; regexp reports: "%regerr:3".
nl: "%mode:1": Magie "%magic:2": slechte reguliere uitdrukking na lokatie-aangever; regexp rapporteert: "%regerr:3".

source: "%expression:1" is not a valid regular expression.
nl: "%expression:1" is geen geldige reguliere uitdrukking.

source: Unhandled Error:
nl: Niet-behandelde fout:

source: Error: %s
nl: Fout: %s

source: Error:
nl: Fout:

source: enter Email mode.
nl: E-mail modus binnengaan.

source: enter HTML mode.
nl: HTML-modus binnengaan.

source: enter TeX mode.
nl: TeX modus binnengaan.

source: enter Nroff mode.
nl: Nroff-modus binnengaan.

source: Invalid Option: %s
nl: Ongeldige optie: %s

source: does not take any parameters.
nl: neemt geen parameters aan.

source: You must specify a parameter for "%s".
nl: U dient een parameter op te geven voor "%s".

source: You must specify an action
nl: U dient een actie op te geven

source: Unknown Action: %s
nl: Onbekende actie: %s

source: Invalid Input
nl: Ongeldige invoer

source: Time to load word list:
nl: Tijd voor laden woordenlijst:

source: Suggestion Time: %f
nl: Tijd voor suggestie: %f

source: You must specify a file name.
nl: U dient een bestandsnaam op te geven.

source: Could not open the file "%s" for reading
nl: Kon bestand "%s" niet openen om te lezen

source: Could not open the file "%s" for writing. File not saved.
nl: Kon het bestand "%s" niet openen om te schrijven. Bestand niet opgeslagen.

source: Invalid keymapping: %s
nl: Ongeldige toetsafbeelding: %s

source: Ignore
nl: Negeren

source: Ignore all
nl: Alle negeren

source: Replace
nl: Vervangen

source: Replace all
nl: Alle vervangen

source: Add
nl: Toevoegen

source: Add Lower
nl: Lager toevoegen

source: Abort
nl: Afbreken

source: Exit
nl: Afsluiten

source: Are you sure you want to abort (y/n)?
nl: Wilt u echt afbreken? (j/n)?

source: Yy
nl: Jj

source: With:
nl: Met:

source: Sorry that is an invalid choice!
nl: Sorry, die keuze is ongeldig!

source: Sorry "filter" is currently unimplemented.
nl: Sorry, "filter" is op dit moment nog niet geïmplementeerd.

source: Can't merge a master word list yet. Sorry.
nl: Kan hoofdwoordenlijst nog niet samenvoegen. Sorry.

source: Sorry "create/merge personal" is currently unimplemented.
nl: Sorry, "aanmaken/samenvoegen persoonlijk" is nog niet geïmplementeerd.

source: Sorry I won't overwrite "%s"
nl: Sorry, ik ga "%s" niet overschrijven

source: Sorry "create/merge repl" is currently unimplemented.
nl: Sorry, "aanmaken/samenvoegen dubbelen" is nog niet geïmplementeerd.

source: Usage: aspell [options] <command>
nl: Gebruik: aspell [opties] <opdracht>

source: <command> is one of:
nl: <opdracht> is één van:

source: -?|usage display a brief usage message
nl: -?|usage een kort gebruiksbericht weergeven

source: help display a detailed help message
nl: help een uitgebreid hulpbericht weergeven

source: -c|check <file> to check a file
nl: -c|check <bestand> om een bestand te controleren

source: -a|pipe "ispell -a" compatibility mode
nl: -a|pipe "ispell -a" compatibiliteitsmodus

source: [dump] config dumps the current configuration to stdout
nl: [dump] config de huidige configuratie naar standaard uitvoer sturen

source: config <key> prints the current value of an option
nl: config <sleutel> de huidige waarde van een optie weergeven

source: [dump] dicts | filters | modes
nl: [dump] woordenboeken | filters | modi

source: lists available dictionaries / filters / filter modes
nl: beschikbare woordenboeken / filters / filtermodi opsommen

source: [options] is any of the following:
nl: [opties] is een of meer van de volgenden:

source: list produce a list of misspelled words from standard input
nl: list geeft een lijst van verkeerd gespelde woorden vanaf standaard invoer

source: soundslike returns the sounds like equivalent for each word entered
nl: soundslike geeft een klinkt-als equivalente voor elk gegeven woord

source: munch generate possible root words and affixes
nl: munch mogelijke stamwoorden en achtervoegsels geven

source: expand [1-4] expands affix flags
nl: expand [1-4] achtervoegselvlaggen uitbreiden

source: clean [strict] cleans a word list so that every line is a valid word
nl: clean [strict] een woordenlijst opschonen zodat elke regel een geldig woord is

source: -v|version prints a version line
nl: -v|version versie-informatie weergeven

source: conv <from> <to> [<norm-form>]
nl: conv <van> <naar> [<normalisatievorm>]

source: converts from one encoding to another
nl: converteert van één codering naar een andere

source: norm (<norm-map> | <from> <norm-map> <to>) [<norm-form>]
nl: norm (<normalisatieafbeelding> | <van> <normalisatieafbeelding> <naar>) [<normalisatievorm>]

source: perform Unicode normalization
nl: Unicode-normalisatie uitvoeren

source: <norm-form> normalization form to use, either none, internal, or strict
nl: <normalisatievorm> te gebruiken normalisatievorm; none (geen), internal (intern) of strict

source: Aspell %s. Copyright 2000-2004 by Kevin Atkinson.
nl: Aspell %s. Copyright 2000-2004 van Kevin Atkinson.

source: Available Dictionaries: Dictionaries can be selected directly via the "-d" or "master" option. They can also be selected indirectly via the "lang", "variety", and "size" options.
nl: Beschikbare woordenboeken: Woordenboeken kunnen direct worden gekozen met de "-d" of "master" optie. Ze kunnen ook indirect worden gekozen met de "lang", "variety" en "size" opties.

source: Available Filters (and associated options): Filters can be added or removed via the "filter" option.
nl: Beschikbare filters (en geassocieerde opties): Filters kunnen worden toegevoegd en verwijderd met de "filter" optie.

source: Available Filter Modes: Filter Modes are reconfigured combinations of filters optimized for files of a specific type. A mode is selected via the "mode" option. This will happen implicitly if Aspell is able to identify the file type from the extension, and possibility the contents, of the file.
nl: Beschikbare filtermodi: Filtermodi zijn opnieuw geconfigureerde combinaties van filters die zijn geoptimaliseerd voor een bepaalde soort. Een modus kan met de "mode" optie worden gekozen. Dit gebeurt impliciet als Aspell in staat is om een bestandssoort vast te stellen aan de hand van bestandsextensie of mogelijk de inhoud van het bestand.

source: Error: Stdin not a terminal.
nl: Fout: standaard invoer is geen terminal.

source: Accept Changes
nl: WIjzigingen accepteren

source: Delete the previous character
nl: Het vorige teken verwijderen

source: Left
nl: Links

source: Move Back one space
nl: Een positie terug verplaatsen

source: Right
nl: Rechts

source: Move Forward one space
nl: Een positie vooruit verplaatsen

source: Move to the beginning of the line
nl: Naar het begin van de regel verplaatsen

source: Move to the end of the line
nl: Naar het einde van de regel verplaatsen

source: Delete the next character
nl: Het volgende teken verwijderen

source: Kill all characters to the EOL
nl: Alle tekens tot einde-regel verwijderen

source: Abort This Operation
nl: Deze bewerking afbreken

source: This is probably because:
nl: Dit is waarschijnlijk, omdat:

source: The required field "name" is missing.
nl: Het vereiste veld "name" (naam) ontbreekt.

source: Empty string.
nl: Lege tekst.

source: The character '%s' (U+%02X) may not appear at the beginning of a word.
nl: Het teken '%s' (U+%02X) mag niet aan het begin van een woord voorkomen.

source: The character '%s' (U+%02X) must be followed by an alphabetic character.
nl: Het teken '%s' (U+%02X) moet gevolgd worden door een alfabetisch teken.

source: Does not contain any alphabetic characters.
nl: Bevat geen alfabetische tekens.

source: The character '%s' (U+%02X) may not appear in the middle of a word.
nl: Het teken '%s' (U+%02X) mag niet in het midden van een woord voorkomen.

source: The character '\r' (U+0D) may not appear at the end of a word. This probably means means that the file is using MS-DOS EOL instead of Unix EOL.
nl: Het teken '\r' (U+0D) mag niet aan het einde van een woord voorkomen. Dit betekent waarschijnlijk dat het bestand MS-DOS einde-regel gebruikt in plaats van Unix einde-regel.

source: The character '%s' (U+%02X) may not appear at the end of a word.
nl: Het teken '%s' (U+%02X) mag niet aan het einde van een woord voorkomen.

source: Warning: Removing invalid affix '%s' from word %s.
nl: Waarschuwing: Ongeldig achtervoegsel '%s' wordt uit woord %s verwijderd.

source: Warning: Removing inapplicable affix '%s' from word %s.
nl: Waarschuwing: Niet van toepassing zijnd achtervoegsel '%s' wordt van woord %s verwijderd.

source: Warning: %s Skipping string.
nl: Waarschuwing: Tekenreeks %s overgeslagen.

source: The total length is larger than 240 characters.
nl: De totale lengte is groter dan 240 tekens.

source: Warning: %s Skipping word.
nl: Waarschuwing: Woord %s overgeslagen.

source: Possibly incorrect count.
nl: Mogelijk onjuist aantal.

source: Wrong endian order.
nl: Verkeerde endiaanse volgorde.

source: Wrong soundslike.
nl: Verkeerde klinkt-als.

source: Wrong soundslike version.
nl: Verkeerde klinkt-als versie.

source: Affix flags found in word but no affix file given.
nl: Achtervoegsel opties gevonden in woord, maar er is geen achtervoegsel gegeven.

source: The total word length, with soundslike data, is larger than 240 characters.
nl: De totale woordlengte, met klinkt-als gegevens, is groter dan 240 tekens.

source: a string of 'o','O','p',or 'P'
nl: een tekenreeks van 'o','O','p', of 'P'

source: experimental filter for hiding delimited contexts
nl: experimenteel filter voor verbergen scheidingscontexten

source: context delimiters (separated by spaces)
nl: contextscheidingen (gescheiden door spaties)

source: swaps visible and invisible text
nl: tekst wisselen in zichtbaar/onzichtbaar

source: filter for skipping quoted text in email messages
nl: modus voor overslaan aangehaalde tekst in e-mail

source: email quote characters
nl: e-mail aanhaaltekens

source: num chars that can appear before the quote char
nl: aantal tekens dat voor aanhaalteken kan komen

source: filter for dealing with HTML documents
nl: filter om om te gaan met HTML-documenten

source: HTML attributes to always check
nl: HTML-attributen om altijd te controleren

source: HTML tags to always skip the contents of
nl: HTML-tags waarvan inhoud moet worden overgeslagen

source: filter for dealing with Nroff documents
nl: filter om om te gaan met Nroff-documenten

source: filter for dealing with generic SGML/XML documents
nl: filter voor omgaan met algemene SGML/XML-documenten

source: SGML attributes to always check
nl: SGML-attributen om altijd te controleren
